Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/health/health_services/women_s_health/maternity_and_infant_welfare_services.html.txt.tmx
Source language: en
Languages: ro

source: Maternity and infant care services
ro: Servicii de maternitate & îngrijiri pentru sugari

source: The Maternity and Infant Care Scheme provides an agreed programme of care to all expectant mothers who are ordinarily resident in Ireland
ro: Planul de îngrijiri de maternitate şi pentru sugari oferă un program agreat de îngrijiri pentru toate mamele însărcinate care locuiesc în mod obişnuit în Irlanda

source: This service is provided by a family doctor (GP) of your choice and a hospital obstetrician
ro: Acest serviciu este asigurat de un medic de familie (GP) ales de dumneavoastră şi de către un obstetrician de la spital

source: You are entitled to this service even if you do not have a medical card or GP visit card
ro: Aveţi dreptul la acest serviciu chiar dacă nu aveţi card medical

source: Virtually all GPs have agreements with the Health Service Executive (HSE) to provide these services; they do not have to be part of the medical card scheme
ro: Practic toţi medicii de familie au acorduri cu Sectorul Executiv de Servicii Sanitare (HSE) de a asigura aceste servicii; nu trebuie să facă parte din sistemul de GP şi carduri medicale

source: The Maternity and Infant Care Scheme also provides for two post-natal visits to the GP
ro: Planul prevede de asemenea două vizite post-natale la medicul generalist

source: The combined medical services are provided by your family doctor (GP) and a hospital obstetrician
ro: Serviciile medicale combinate sunt asigurate de un medic de familie (GP) ales de dumneavoastră, care are un acord încheiat cu Sectorul Executiv de Servicii Sanitare (HSE) de a presta asemenea servicii, şi de un obstetrician de la spital

source: On your first pregnancy, the GP provides an initial examination, if possible before 12 weeks, and a further 5 examinations during the pregnancy, which are alternated with visits to the maternity unit/hospital
ro: La prima sarcină, doctorul de familie (GP) efectuează o examinare iniţială, dacă este posibil înainte de 12 săptămâni, urmată de alte 5 examinări efectuate pe parcursul sarcinii, care sunt alternate cu vizite la secția de maternitate/spital. În funcţie de situaţia dvs

source: The schedule of visits may be changed by your GP and/or hospital obstetrician, depending on your individual situation
ro: individuală, doctorul de familie și/sau obstetricianul din cadrul spitalului pot modifica programarea vizitelor

source: For subsequent pregnancies you will have an initial examination and a further 6 examinations
ro: Pentru sarcinile ulterioare veți beneficia de o examinare inițială și de alte 6 examinări suplimentare

source: If you have a significant illness, for example, diabetes or hypertension, you may have up to 5 additional visits to the GP
ro: Dacă o mamă însărcinată suferă de o boală suficient de gravă, de exemplu diabet sau hipertensiune, pot fi asigurate până la 5 vizite suplimentare la GP

source: After the birth, the GP will examine the baby at 2 weeks and both mother and baby at 6 weeks
ro: După naştere, GP va examina copilul la 2 săptămâni şi atât mama cât şi copilul la 6 săptămâni

source: The mother is entitled to free in-patient, out-patient and accident and emergency/casualty services in public hospitals in respect of the pregnancy and the birth and is not liable for hospital charges
ro: În spitalele publice mamele au dreptul, în ceea ce privește sarcina și naşterea, la servicii medicale gratuite în regim de spitalizare și ambulatoriu precum și la servicii medicale în caz de accidente și urgențe fără a suporta niciun fel de cheltuieli de spitalizare

source: Care for other illnesses which you may have at this time, but which are not related to your pregnancy is not covered by the Scheme
ro: Asistența medicală pentru alte eventuale afecțiuni prezente în această perioadă dar care nu au legătură cu sarcina nu sunt acoperite de către schemă

source: However, if you opt to be a private patient of your consultant, you will be liable for the full range of in-patient charges
ro: În cazul în care optați pentru servicii medicale private oferite de medicul dvs. primar, veți suporta toate cheltuielile pentru servicii în regim de spitalizare

source: The public health nurse visits the mother and baby at home free of charge, usually within 72 hours of returning home from hospital
ro: GP care o asistă pe mamă asigură şi îngrijiri copilului nou-născut

source: The GP who attends the mother also provides care for the new-born baby
ro: Aceasta implică două examinări de dezvoltare în timpul primelor 6 săptămâni de la naştere, care sunt gratuite

source: They will provide two developmental examinations free of charge at 2 weeks and 6 weeks following the birth
ro: Dreptul copilului la serviciile gratuite ale GP depinde de faptul că părinţii au sau nu card medical

source: The baby's entitlement to other free GP services depends on whether they have a medical card or GP visit card
ro: Vizitele efectuate în primele 6 săptămâni de către asistenta medicală, la domiciliul mamei și copilului, sunt gratuite

source: If the baby is born in a hospital, it is usual to carry out screening for metabolic disorders (the Guthrie or heel prick test)
ro: Dacă copilul se naşte la un spital, este ceva obişnuit să se efectueze o examinare de depistare a tulburărilor metabolice (testul Guthrie sau textul de recoltare din călcâi)

source: If the baby is born at home, the test may be carried out by the GP or in the out-patients department of a hospital
ro: Dacă copilul se naşte acasă, testul poate fi efectuat de GP sau în secţia ambulatorie a unui spital

source: You can find out more about this test on newbornscreening.ie
ro: Acest test necesită consimţământul părinţilor

source: Your GP should have application forms for the Maternity and Infant Care Scheme, which you and your GP complete together. Return the form to your Local Health Office
ro: GP-ul dumneavoastră trebuie să aibă formularele necesare pentru cererea de servicii în cadrul Planului de îngrijiri de maternitate şi pentru sugari

source: You should contact the public health nurse at your local health centre to enquire about antenatal classes. If you are not eligible for a medical card you can register your child for a GP visit card for children under 6
ro: Contactaţi-o pe asistenta de sănătate publică de la centrul dumneavoastră local de sănătate pentru a vă interesa de disponibilitatea cursurilor prenatale
